Revit 2024 API
ParameterTypeId.LayerElemOffsetFromHost Property
 "Offset From Host"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LayerElemOffsetFromHost { get; }
Visual Basic
Public Shared ReadOnly Property LayerElemOffsetFromHost As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LayerElemOffsetFromHost {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace